
#include <iostream>

int main()
{
        setlocale(LC_ALL, "RUS");   
    std::cout << "\"Опрятней модного паркета\"\n";
    std::cout << "\n";
    std::cout << "Опрятней модного паркета\n";
    std::cout << "Блистает речка, льдом одета.\n";
    std::cout << "Мальчишек радостный народ\n";
    std::cout << "Коньками звучно режет лед;\n";
    std::cout << "На красных лапках гусь тяжелый, \n";
    std::cout << "Задумав плыть по лону вод, \n";
    std::cout << "Ступает бережно на лед, \n";
    std::cout << "Скользит и падает; веселый\n";
    std::cout << "Мелькает, вьется первый снег, \n";
    std::cout << "Звездами падая на брег.\n";


}

